Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# action_apply
source: Apply
ar: تطبيق
de: Bewerben
es: Aplicar
fa: درخواست کنید
fr: Postuler
he: החל
hi: आवेदन करें
id: Terapkan
it: Applicare
ja: 申し込む
ko: 적용
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ru: Применить
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 申请
zh_hant: 申請

# action_approve_hns_value
source: Approve action
ar: الموافقة على الإجراء
de: Aktion genehmigen
es: Aprobar acción
fa: تایید اقدام
fr: Approuver l'action
he: אשר פעולה
hi: कार्रवाई को मंजूरी दें
id: Setujui tindakan
it: Approvare l'azione
ja: アクションを承認する
ko: 작업 승인
nl: Actie goedkeuren
pl: Zatwierdź działanie
pt: Aprovar ação
ru: Одобрить действие
tr: İşlemi onayla
uk: Схвалити дію
vi: Phê duyệt hành động
zh_hans: 批准行动
zh_hant: 批准行動

# action_broadcast_hns
source: Approve and broadcast
ar: الموافقة والبث
de: Genehmigen und senden
es: Aprobar y difundir
fa: تایید و پخش شود
fr: Approuver et diffuser
he: לאשר ולשדר
hi: स्वीकृत एवं प्रसारित करें
id: Setujui dan siarkan
it: Approva e trasmetti
ja: 承認してブロードキャストする
ko: 승인 및 브로드캐스트
nl: Goedkeuren en uitzenden
pl: Zatwierdź i wyemituj
pt: Aprovar e transmitir
ru: Утвердить и транслировать
tr: Onayla ve yayınla
uk: Затвердити та транслювати
vi: Phê duyệt và phát sóng
zh_hans: 批准并广播
zh_hant: 批准並廣播

# action_continue_wallet_deletion
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fa: ادامه دهید
fr: Continuer
he: המשך
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
nl: Ga door
pl: Kontynuuj
pt: Continuar
ru: Продолжить
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# action_create_wallet
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fa: ایجاد
fr: Créer
he: יצירה
hi: बनाएँ
id: Buat
it: Crea
ja: 作成
ko: 만들기
nl: Maken
pl: Utwórz
pt: Criar
ru: Создать
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立

# action_disconnect
source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
fa: قطع کن
fr: Déconnecter
he: התנתק
hi: डिस्कनेक्ट करें
id: Putuskan sambungan
it: Disconnetti
ja: 切断する
ko: 연결 끊기
nl: Verbreek de verbinding
pl: Rozłącz
pt: Desconectar
ru: Отключить
tr: Bağlantıyı kes
uk: Відключити
vi: Ngắt kết nối
zh_hans: 断开连接
zh_hant: 斷開連接

# action_import_multiple_wallet_names
source: Import multiple names
ar: استيراد أسماء متعددة
de: Mehrere Namen importieren
es: Importar varios nombres
fa: نام های متعدد را وارد کنید
fr: Importer plusieurs noms
he: ייבא מספר שמות
hi: अनेक नाम आयात करें
id: Impor beberapa nama
it: Importa più nomi
ja: 複数の名前をインポートする
ko: 여러 이름 가져오기
nl: Importeer meerdere namen
pl: Importuj wiele nazw
pt: Importe vários nomes
ru: Импортировать несколько имен
tr: Birden çok adı içe aktar
uk: Імпорт кількох імен
vi: Nhập nhiều tên
zh_hans: 导入多个名称
zh_hant: 導入多個名稱

# action_import_wallet_name
source: Import name
ar: اسم الاستيراد
de: Namen importieren
es: Nombre de importación
fa: نام واردات
fr: Nom d'importation
he: שם ייבוא
hi: नाम आयात करें
id: Impor nama
it: Nome dell'importazione
ja: インポート名
ko: 가져오기 이름
nl: Naam importeren
pl: Importuj nazwę
pt: Nome de importação
ru: Имя импорта
tr: Adı içe aktar
uk: Назва імпорту
vi: Nhập tên
zh_hans: 导入名称
zh_hant: 導入名稱

# action_keep_synchronizing
source: Keep synchronizing
ar: استمر في المزامنة
de: Synchronisieren Sie weiter
es: Sigue sincronizando
fa: به همگام سازی ادامه دهید
fr: Continuez à synchroniser
he: תמשיך לסנכרן
hi: सिंक्रनाइज़ करते रहें
id: Terus sinkronkan
it: Continua a sincronizzare
ja: 同期を続ける
ko: 계속 동기화하세요
nl: Blijf synchroniseren
pl: Kontynuuj synchronizację
pt: Continue sincronizando
ru: Продолжайте синхронизировать
tr: Senkronizasyona devam et
uk: Продовжуйте синхронізацію
vi: Tiếp tục đồng bộ hóa
zh_hans: 保持同步
zh_hant: 保持同步

# action_load_more_wallet_names
source: Load next names
ar: تحميل الأسماء القادمة
de: Nächste Namen laden
es: Cargar los siguientes nombres
fa: بارگذاری نام های بعدی
fr: Charger les noms suivants
he: טען את השמות הבאים
hi: अगले नाम लोड करें
id: Muat nama berikutnya
it: Carica i nomi successivi
ja: 次の名前をロードする
ko: 다음 이름 로드
nl: Laad de volgende namen
pl: Załaduj kolejne nazwiska
pt: Carregar próximos nomes
ru: Загрузить следующие имена
tr: Sonraki adları yükle
uk: Завантажити наступні імена
vi: Tải tên tiếp theo
zh_hans: 加载下一个名字
zh_hant: 載入下一個名字

# action_lock_wallet
source: Lock
ar: قفل
de: Sperren
es: Bloquear
fa: قفل کنید
fr: Verrouiller
he: מנעול
hi: ताला
id: Kunci
it: Bloccare
ja: ロック
ko: 잠금
nl: Vergrendelen
pl: Blokada
pt: Bloquear
ru: Блокировка
tr: Kilit
uk: Замок
vi: Khóa
zh_hans: 锁
zh_hant: 鎖

# action_next_wallet_activity
source: Next
ar: التالي
de: Als nächstes
es: Siguiente
fa: بعدی
fr: Suivant
he: הבא
hi: अगला
id: Selanjutnya
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Następny
pt: Próximo
ru: Далее
tr: Sonraki
uk: Далі
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# action_prepare
source: Review
ar: مراجعة
de: Prüfen
es: Revisar
fa: بررسی
fr: Vérifier
he: בדיקה
hi: समीक्षा करें
id: Tinjau
it: Rivedi
ja: 確認
ko: 검토
nl: Controleren
pl: Sprawdź
pt: Rever
ru: Проверить
tr: İncele
uk: Перевірити
vi: Xem lại
zh_hans: 查看
zh_hant: 檢視

# action_prepare_wallet_send
source: Review send
ar: إرسال المراجعة
de: Bewertung senden
es: Enviar reseña
fa: ارسال نظر
fr: Envoyer un avis
he: שלח ביקורת
hi: समीक्षा भेजें
id: Tinjau pengiriman
it: Invia revisione
ja: レビュー送信
ko: 보내기 검토
nl: Beoordeling verzonden
pl: Wyślij recenzję
pt: Revisão de envio
ru: Отзыв отправить
tr: İnceleme gönder
uk: Відгук відправити
vi: Xem lại gửi
zh_hans: 审核发送
zh_hant: 審核發送

# action_previous_wallet_activity
source: Previous
ar: السابق
de: Zurück
es: Anterior
fa: قبلی
fr: Précédent
he: הקודם
hi: पिछला
id: Sebelumnya
it: Precedente
ja: 前へ
ko: 이전
nl: Vorige
pl: Poprzedni
pt: Anterior
ru: Предыдущий
tr: Önceki
uk: Попередній
vi: trước đó
zh_hans: 上一页
zh_hant: 上一頁

# action_previous_wallet_names
source: Load previous names
ar: تحميل الأسماء السابقة
de: Vorherige Namen laden
es: Cargar nombres anteriores
fa: بارگذاری نام های قبلی
fr: Charger les noms précédents
he: טען שמות קודמים
hi: पिछले नाम लोड करें
id: Muat nama sebelumnya
it: Carica i nomi precedenti
ja: 以前の名前をロードする
ko: 이전 이름 로드
nl: Laad eerdere namen
pl: Załaduj poprzednie nazwy
pt: Carregar nomes anteriores
ru: Загрузить предыдущие имена
tr: Önceki adları yükle
uk: Завантажити попередні імена
vi: Tải tên trước đó
zh_hans: 加载以前的名字
zh_hant: 載入以前的名字

# action_reject
source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
fa: رد کردن
fr: Refuser
he: דחייה
hi: अस्वीकार करें
id: Tolak
it: Rifiuta
ja: 拒否
ko: 거부
nl: Weigeren
pl: Odrzuć
pt: Rejeitar
ru: Отклонить
tr: Reddet
uk: Відхилити
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# action_restore_wallet
source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fa: بازیابی
fr: Restaurer
he: שחזור
hi: पुनर्स्थापित करें
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
nl: Herstellen
pl: Przywróć
pt: Restaurar
ru: Восстановить
tr: Geri yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 復原

# action_review_wallet_names
source: Review names
ar: مراجعة الأسماء
de: Überprüfen Sie Namen
es: Revisar nombres
fa: بررسی اسامی
fr: Examiner les noms
he: סקור שמות
hi: नामों की समीक्षा करें
id: Tinjau nama
it: Rivedi i nomi
ja: レビュー名
ko: 이름 검토
nl: Namen beoordelen
pl: Przejrzyj nazwy
pt: Revise os nomes
ru: Названия отзывов
tr: Adları inceleyin
uk: Перегляньте імена
vi: Xem lại tên
zh_hans: 评论姓名
zh_hant: 評論姓名

# action_saved_wallet_recovery
source: I saved it
ar: حفظتها
de: Ich habe sie gespeichert
es: Ya la guardé
fa: ذخیره کردم
fr: Je l’ai enregistrée
he: שמרתי
hi: मैंने इसे सहेज लिया
id: Sudah saya simpan
it: L’ho salvata
ja: 保存しました
ko: 저장했습니다
nl: Ik heb het opgeslagen
pl: Zapisano
pt: Já guardei
ru: Я сохранил(а)
tr: Kaydettim
uk: Збережено
vi: Tôi đã lưu
zh_hans: 我已保存
zh_hant: 我已儲存

# action_stop_bitcoin_sync
source: Stop Bitcoin synchronization
ar: إيقاف مزامنة Bitcoin
de: Stoppen Sie die Bitcoin-Synchronisierung
es: Detener la sincronización Bitcoin
fa: همگام سازی Bitcoin را متوقف کنید
fr: Arrêter la synchronisation Bitcoin
he: עצור את סנכרון Bitcoin
hi: Bitcoin सिंक्रोनाइज़ेशन रोकें
id: Hentikan sinkronisasi Bitcoin
it: Interrompe la sincronizzazione Bitcoin
ja: Bitcoin 同期を停止します
ko: Bitcoin 동기화 중지
nl: Stop de Bitcoin-synchronisatie
pl: Zatrzymaj synchronizację Bitcoin
pt: Interromper a sincronização Bitcoin
ru: Остановить синхронизацию Bitcoin
tr: Bitcoin senkronizasyonunu durdur
uk: Зупинити синхронізацію Bitcoin
vi: Dừng đồng bộ hóa Bitcoin
zh_hans: 停止Bitcoin同步
zh_hant: 停止Bitcoin同步

# action_stop_sync
source: Stop sync
ar: إيقاف المزامنة
de: Stoppen Sie die Synchronisierung
es: Detener sincronización
fa: همگام سازی را متوقف کنید
fr: Arrêter la synchronisation
he: עצור את הסנכרון
hi: समन्वयन रोकें
id: Hentikan sinkronisasi
it: Interrompi la sincronizzazione
ja: 同期を停止する
ko: 동기화 중지
nl: Synchronisatie stoppen
pl: Zatrzymaj synchronizację
pt: Parar sincronização
ru: Остановить синхронизацию
tr: Senkronizasyonu durdur
uk: Зупинити синхронізацію
vi: Dừng đồng bộ hóa
zh_hans: 停止同步
zh_hant: 停止同步

# action_stop_wallet_sync
source: Stop synchronization
ar: إيقاف المزامنة
de: Stoppen Sie die Synchronisierung
es: Detener la sincronización
fa: همگام سازی را متوقف کنید
fr: Arrêter la synchronisation
he: עצור את הסנכרון
hi: सिंक्रनाइज़ेशन रोकें
id: Hentikan sinkronisasi
it: Interrompi la sincronizzazione
ja: 同期の停止
ko: 동기화 중지
nl: Synchronisatie stoppen
pl: Zatrzymaj synchronizację
pt: Parar a sincronização
ru: Остановить синхронизацию
tr: Senkronizasyonu durdur
uk: Зупинити синхронізацію
vi: Dừng đồng bộ hóa
zh_hans: 停止同步
zh_hant: 停止同步

# action_sync_wallet_reads
source: Synchronize
ar: مزامنة
de: Synchronisieren
es: Sincronizar
fa: همگام‌سازی
fr: Synchroniser
he: סנכרון
hi: सिंक करें
id: Sinkronkan
it: Sincronizza
ja: 同期
ko: 동기화
nl: Synchroniseren
pl: Synchronizuj
pt: Sincronizar
ru: Синхронизировать
tr: Eşitle
uk: Синхронізувати
vi: Đồng bộ
zh_hans: 同步
zh_hant: 同步

# action_unlock_wallet
source: Unlock
ar: فتح القفل
de: Entsperren
es: Desbloquear
fa: باز کردن قفل
fr: Déverrouiller
he: ביטול נעילה
hi: अनलॉक करें
id: Buka kunci
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать
tr: Kilidi aç
uk: Розблокувати
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

# action_wallet_bitcoin_birthday
source: Set recovery birthday
ar: تعيين عيد ميلاد الاسترداد
de: Legen Sie den Genesungsgeburtstag fest
es: Establecer cumpleaños de recuperación
fa: تنظیم تاریخ بهبودی
fr: Définir l'anniversaire de récupération
he: הגדר יום הולדת התאוששות
hi: पुनर्प्राप्ति जन्मदिन निर्धारित करें
id: Tetapkan tanggal lahir pemulihan
it: Imposta la data di nascita del recupero
ja: 回復誕生日を設定する
ko: 회복 생일 설정
nl: Herstelverjaardag instellen
pl: Ustaw datę odzyskiwania
pt: Definir data de recuperação
ru: Установить день рождения восстановления
tr: Kurtarma doğum gününü ayarla
uk: Встановити день народження відновлення
vi: Đặt ngày sinh phục hồi
zh_hans: 设置恢复生日
zh_hant: 設定恢復生日

# action_wallet_bitcoin_receive
source: New address
ar: عنوان جديد
de: Neue Adresse
es: Nueva dirección
fa: آدرس جدید
fr: Nouvelle adresse
he: כתובת חדשה
hi: नया पता
id: Alamat baru
it: Nuovo indirizzo
ja: 新しい住所
ko: 새 주소
nl: Nieuw adres
pl: Nowy adres
pt: Novo endereço
ru: Новый адрес
tr: Yeni adres
uk: Нова адреса
vi: Địa chỉ mới
zh_hans: 新地址
zh_hant: 新地址

# row_wallet_accept_offer
source: Accept offer
ar: قبول العرض
de: Angebot annehmen
es: Aceptar oferta
fa: قبول پیشنهاد
fr: Accepter l'offre
he: קבל הצעה
hi: प्रस्ताव स्वीकार करें
id: Terima tawaran
it: Accetta l'offerta
ja: オファーを受け入れる
ko: 제안 수락
nl: Accepteer aanbod
pl: Zaakceptuj ofertę
pt: Aceitar oferta
ru: Принять предложение
tr: Teklifi kabul et
uk: Прийняти пропозицію
vi: Chấp nhận lời đề nghị
zh_hans: 接受报价
zh_hant: 接受報價

# row_wallet_accept_offer_summary
source: Prepare the buyer transaction for an authenticated listing.
ar: قم بإعداد معاملة المشتري للحصول على قائمة موثقة.
de: Bereiten Sie die Käufertransaktion für ein authentifiziertes Angebot vor.
es: Prepare la transacción del comprador para un listado autenticado.
fa: معامله خریدار را برای یک فهرست تأیید شده آماده کنید.
fr: Préparez la transaction de l'acheteur pour une annonce authentifiée.
he: הכן את עסקת הקונה לרישום מאומת.
hi: प्रमाणित सूची के लिए खरीदार लेनदेन तैयार करें।
id: Siapkan transaksi pembeli untuk daftar yang diautentikasi.
it: Preparare la transazione dell'acquirente per un'inserzione autenticata.
ja: 認証された出品のための購入者のトランザクションを準備します。
ko: 인증된 목록을 위해 구매자 거래를 준비합니다.
nl: Bereid de koperstransactie voor op een geverifieerde aanbieding.
pl: Przygotuj transakcję kupującego do aukcji uwierzytelnionej.
pt: Prepare a transação do comprador para uma listagem autenticada.
ru: Подготовьте транзакцию покупателя для аутентифицированного листинга.
tr: Kimliği doğrulanmış bir listeleme için alıcı işlemini hazırlayın.
uk: Підготуйте транзакцію покупця для автентифікованого лістингу.
vi: Chuẩn bị giao dịch của người mua cho một danh sách được xác thực.
zh_hans: 为经过验证的列表准备买家交易。
zh_hant: 為經過驗證的清單準備買家交易。

# row_wallet_bitcoin_balance
source: Bitcoin balance
ar: ميزان Bitcoin
de: Bitcoin Waage
es: Balanza Bitcoin
fa: تعادل Bitcoin
fr: Balance Bitcoin
he: מאזן Bitcoin
hi: Bitcoin संतुलन
id: Saldo Bitcoin
it: Bilancia Bitcoin
ja: Bitcoin バランス
ko: Bitcoin 잔액
nl: Bitcoin-balans
pl: Waga Bitcoin
pt: Balança Bitcoin
ru: Баланс Bitcoin
tr: Bitcoin dengesi
uk: Баланс Bitcoin
vi: Cân Bitcoin
zh_hans: Bitcoin平衡
zh_hant: Bitcoin平衡

# row_wallet_bitcoin_receive
source: Bitcoin receive address
ar: Bitcoin تلقي العنوان
de: Bitcoin Empfangsadresse
es: Bitcoin dirección de recepción
fa: آدرس دریافت Bitcoin
fr: Bitcoin adresse de réception
he: כתובת קבלת Bitcoin
hi: Bitcoin पता प्राप्त करें
id: Bitcoin menerima alamat
it: Bitcoin ricevere l'indirizzo
ja: Bitcoin 受信アドレス
ko: Bitcoin 수신 주소
nl: Bitcoin ontvangstadres
pl: Adres odbioru Bitcoin
pt: Bitcoin recebe endereço
ru: Bitcoin адрес получения
tr: Bitcoin alma adresi
uk: Адреса отримання Bitcoin
vi: Địa chỉ nhận Bitcoin
zh_hans: Bitcoin 接收地址
zh_hant: Bitcoin 接收位址

# row_wallet_bitcoin_send
source: Prepare exact Bitcoin send
ar: قم بإعداد إرسال Bitcoin الدقيق
de: Bereiten Sie den genauen Bitcoin-Versand vor
es: Prepare el envío exacto de Bitcoin
fa: ارسال دقیق Bitcoin را آماده کنید
fr: Préparer l'envoi exact du Bitcoin
he: הכן שליחת Bitcoin מדויקת
hi: सटीक Bitcoin भेजें तैयार करें
id: Siapkan pengiriman Bitcoin yang tepat
it: Preparare l'invio Bitcoin esatto
ja: 正確な Bitcoin 送信を準備する
ko: 정확한 Bitcoin 전송 준비
nl: Bereid een exacte Bitcoin-verzending voor
pl: Przygotuj dokładną wysyłkę Bitcoin
pt: Prepare o envio Bitcoin exato
ru: Подготовьте точную отправку Bitcoin.
tr: Tam Bitcoin gönderimini hazırlayın
uk: Підготуйте точне відправлення Bitcoin
vi: Chuẩn bị gửi Bitcoin chính xác
zh_hans: 准备准确的 Bitcoin 发送
zh_hant: 準備準確的 Bitcoin 發送

# row_wallet_bitcoin_send_summary
source: Review and approve one Bitcoin transaction before broadcasting it.
ar: قم بمراجعة معاملة Bitcoin والموافقة عليها قبل بثها.
de: Überprüfen und genehmigen Sie eine Bitcoin-Transaktion, bevor Sie sie senden.
es: Revise y apruebe una transacción Bitcoin antes de transmitirla.
fa: یک تراکنش Bitcoin را قبل از پخش آن بررسی و تأیید کنید.
fr: Examinez et approuvez une transaction Bitcoin avant de la diffuser.
he: בדוק ואשר עסקה אחת של Bitcoin לפני שידורה.
hi: एक Bitcoin लेनदेन को प्रसारित करने से पहले उसकी समीक्षा करें और उसे स्वीकृत करें।
id: Tinjau dan setujui satu transaksi Bitcoin sebelum menyiarkannya.
it: Esamina e approva una transazione Bitcoin prima di trasmetterla.
ja: Bitcoin トランザクションをブロードキャストする前に、1 つのトランザクションを確認して承認します。
ko: 하나의 Bitcoin 거래를 브로드캐스트하기 전에 검토하고 승인하세요.
nl: Controleer en keur één Bitcoin-transactie goed voordat deze wordt uitgezonden.
pl: Przejrzyj i zatwierdź jedną transakcję Bitcoin przed jej rozesłaniem.
pt: Revise e aprove uma transação Bitcoin antes de transmiti-la.
ru: Просмотрите и одобрите одну транзакцию Bitcoin перед ее трансляцией.
tr: Bir Bitcoin işlemini yayınlamadan önce inceleyin ve onaylayın.
uk: Перегляньте та схваліть одну трансакцію Bitcoin перед її трансляцією.
vi: Xem xét và phê duyệt một giao dịch Bitcoin trước khi phát sóng nó.
zh_hans: 在广播之前审核并批准一笔 Bitcoin 交易。
zh_hant: 在廣播之前審核並批准一筆 Bitcoin 交易。

# row_wallet_bitcoin_status
source: Direct Bitcoin status
ar: حالة Bitcoin المباشرة
de: Direkter Bitcoin-Status
es: Estado directo Bitcoin
fa: وضعیت مستقیم Bitcoin
fr: Statut direct Bitcoin
he: מצב Bitcoin ישיר
hi: प्रत्यक्ष Bitcoin स्थिति
id: Status Bitcoin langsung
it: Stato diretto Bitcoin
ja: 直接のBitcoinステータス
ko: 직접 Bitcoin 상태
nl: Directe Bitcoin-status
pl: Bezpośredni status Bitcoin
pt: Status Bitcoin direto
ru: Прямой статус Bitcoin
tr: Doğrudan Bitcoin durumu
uk: Прямий статус Bitcoin
vi: Trạng thái Bitcoin trực tiếp
zh_hans: 直接Bitcoin状态
zh_hant: 直接Bitcoin狀態

# row_wallet_bitcoin_sync
source: Synchronize Bitcoin wallet
ar: مزامنة محفظة Bitcoin
de: Synchronisieren Sie die Bitcoin-Wallet
es: Sincronizar billetera Bitcoin
fa: کیف پول Bitcoin را همگام کنید
fr: Synchroniser le portefeuille Bitcoin
he: סנכרן את ארנק Bitcoin
hi: Bitcoin वॉलेट को सिंक्रोनाइज़ करें
id: Sinkronisasi dompet Bitcoin
it: Sincronizza il portafoglio Bitcoin
ja: Bitcoin ウォレットを同期する
ko: Bitcoin 지갑 동기화
nl: Synchroniseer de Bitcoin-portemonnee
pl: Zsynchronizuj portfel Bitcoin
pt: Sincronizar carteira Bitcoin
ru: Синхронизировать кошелек Bitcoin
tr: Bitcoin cüzdanını senkronize et
uk: Синхронізувати гаманець Bitcoin
vi: Đồng bộ hóa ví Bitcoin
zh_hans: 同步Bitcoin钱包
zh_hant: 同步Bitcoin錢包

# row_wallet_bitcoin_sync_summary
source: Update directly from Bitcoin peers without an RPC node or indexer.
ar: قم بالتحديث مباشرة من أقران Bitcoin بدون عقدة أو مفهرس RPC.
de: Aktualisieren Sie direkt von Bitcoin-Peers ohne einen RPC-Knoten oder Indexer.
es: Actualice directamente desde pares Bitcoin sin un nodo o indexador RPC.
fa: به‌روزرسانی مستقیم از همتایان Bitcoin بدون گره یا نمایه‌ساز RPC.
fr: Mettez à jour directement à partir des homologues Bitcoin sans nœud ni indexeur RPC.
he: עדכן ישירות מעמיתים של Bitcoin ללא צומת RPC או אינדקס.
hi: RPC नोड या इंडेक्सर के बिना सीधे Bitcoin साथियों से अपडेट करें।
id: Perbarui langsung dari rekan Bitcoin tanpa node atau pengindeks RPC.
it: Aggiorna direttamente dai peer Bitcoin senza un nodo o indicizzatore RPC.
ja: RPC ノードやインデクサーを使用せずに、Bitcoin ピアから直接更新します。
ko: RPC 노드나 인덱서 없이 Bitcoin 피어에서 직접 업데이트합니다.
nl: Update rechtstreeks vanaf Bitcoin-peers zonder een RPC-knooppunt of indexer.
pl: Aktualizuj bezpośrednio z urządzeń równorzędnych Bitcoin bez węzła RPC lub indeksatora.
pt: Atualize diretamente dos pares Bitcoin sem um nó ou indexador RPC.
ru: Обновление напрямую с узлов Bitcoin без узла или индексатора RPC.
tr: RPC düğümü veya dizinleyici olmadan doğrudan Bitcoin eşlerinden güncelleme yapın.
uk: Оновлення безпосередньо з вузлів Bitcoin без вузла RPC або індексатора.
vi: Cập nhật trực tiếp từ các đồng nghiệp Bitcoin mà không cần nút hoặc bộ chỉ mục RPC.
zh_hans: 直接从 Bitcoin 对等点更新，无需 RPC 节点或索引器。
zh_hant: 直接從 Bitcoin 對等點更新，無需 RPC 節點或索引器。

# row_wallet_cancel_offer
source: Cancel offer
ar: إلغاء العرض
de: Angebot stornieren
es: Cancelar oferta
fa: لغو پیشنهاد
fr: Annuler l'offre
he: בטל הצעה
hi: प्रस्ताव रद्द करें
id: Batalkan penawaran
it: Annulla l'offerta
ja: オファーをキャンセルする
ko: 제안 취소
nl: Aanbieding annuleren
pl: Anuluj ofertę
pt: Cancelar oferta
ru: Отменить предложение
tr: Teklifi iptal et
uk: Скасувати пропозицію
vi: Hủy ưu đãi
zh_hans: 取消优惠
zh_hant: 取消優惠

# row_wallet_cancel_offer_summary
source: Cancel a published seller session and publish its authenticated cancellation.
ar: قم بإلغاء جلسة بائع منشورة ونشر إلغاءها المصادق عليه.
de: Brechen Sie eine veröffentlichte Verkäufersitzung ab und veröffentlichen Sie die authentifizierte Kündigung.
es: Cancelar una sesión de vendedor publicada y publicar su cancelación autenticada.
fa: یک جلسه فروشنده منتشر شده را لغو کنید و لغو تأیید شده آن را منتشر کنید.
fr: Annulez une session vendeur publiée et publiez son annulation authentifiée.
he: בטל הפעלה של מוכר שפורסם ופרסם את הביטול המאומת שלו.
hi: प्रकाशित विक्रेता सत्र को रद्द करें और उसके प्रमाणित रद्दीकरण को प्रकाशित करें।
id: Batalkan sesi penjual yang dipublikasikan dan publikasikan pembatalan terautentikasinya.
it: Annulla una sessione venditore pubblicata e pubblica la sua cancellazione autenticata.
ja: 公開された販売者セッションをキャンセルし、その認証されたキャンセルを公開します。
ko: 게시된 판매자 세션을 취소하고 인증된 취소를 게시합니다.
nl: Annuleer een gepubliceerde verkoperssessie en publiceer de geverifieerde annulering ervan.
pl: Anuluj opublikowaną sesję sprzedawcy i opublikuj jej uwierzytelnione anulowanie.
pt: Cancele uma sessão de vendedor publicada e publique seu cancelamento autenticado.
ru: Отмените опубликованный сеанс продавца и опубликуйте его подтвержденную отмену.
tr: Yayınlanmış bir satıcı oturumunu iptal edin ve kimliği doğrulanmış iptalini yayınlayın.
uk: Скасувати опубліковану сесію продавця та опублікувати її автентифіковане скасування.
vi: Hủy phiên người bán đã xuất bản và xuất bản lệnh hủy đã được xác thực của phiên đó.
zh_hans: 取消已发布的卖家会话并发布其经过身份验证的取消。
zh_hant: 取消已發布的賣家會話並發布其經過身份驗證的取消。

# row_wallet_create
source: Create wallet
ar: إنشاء محفظة
de: Wallet erstellen
es: Crear cartera
fa: ایجاد کیف پول
fr: Créer un portefeuille
he: יצירת ארנק
hi: वॉलेट बनाएँ
id: Buat dompet
it: Crea portafoglio
ja: ウォレットを作成
ko: 지갑 만들기
nl: Wallet maken
pl: Utwórz portfel
pt: Criar carteira
ru: Создать кошелёк
tr: Cüzdan oluştur
uk: Створити гаманець
vi: Tạo ví
zh_hans: 创建钱包
zh_hant: 建立錢包

# row_wallet_create_offer
source: Create fixed-price offer
ar: إنشاء عرض بسعر ثابت
de: Erstellen Sie ein Festpreisangebot
es: Crear oferta de precio fijo
fa: ایجاد پیشنهاد با قیمت ثابت
fr: Créer une offre à prix fixe
he: צור הצעה במחיר קבוע
hi: निश्चित मूल्य की पेशकश बनाएं
id: Buat penawaran harga tetap
it: Crea un'offerta a prezzo fisso
ja: 固定価格オファーを作成する
ko: 고정 가격 제안 생성
nl: Maak een aanbieding met een vaste prijs
pl: Utwórz ofertę ze stałą ceną
pt: Crie uma oferta de preço fixo
ru: Создать предложение с фиксированной ценой
tr: Sabit fiyatlı teklif oluştur
uk: Створіть пропозицію з фіксованою ціною
vi: Tạo ưu đãi giá cố định
zh_hans: 创建固定价格报价
zh_hant: 建立固定價格報價

# row_wallet_create_offer_summary
source: Lock a tracked name and publish an authenticated listing to the Swap Board.
ar: قم بقفل الاسم المتعقب ونشر قائمة موثقة على لوحة المبادلة.
de: Sperren Sie einen verfolgten Namen und veröffentlichen Sie einen authentifizierten Eintrag im Swap Board.
es: Bloquee un nombre rastreado y publique una lista autenticada en el Panel de intercambio.
fa: یک نام ردیابی شده را قفل کنید و یک لیست تایید شده را در تابلوی تعویض منتشر کنید.
fr: Verrouillez un nom suivi et publiez une liste authentifiée sur le Swap Board.
he: נעל שם במעקב ופרסם רישום מאומת ללוח ההחלפה.
hi: ट्रैक किए गए नाम को लॉक करें और स्वैप बोर्ड पर एक प्रमाणित सूची प्रकाशित करें।
id: Kunci nama yang dilacak dan publikasikan daftar yang diautentikasi ke Papan Swap.
it: Blocca un nome tracciato e pubblica un elenco autenticato sullo Swap Board.
ja: 追跡された名前をロックし、認証されたリストをスワップ ボードに公開します。
ko: 추적된 이름을 잠그고 인증된 목록을 스왑 보드에 게시하세요.
nl: Vergrendel een gevolgde naam en publiceer een geverifieerde vermelding op het Swap Board.
pl: Zablokuj śledzoną nazwę i opublikuj uwierzytelnioną ofertę na tablicy wymiany.
pt: Bloqueie um nome rastreado e publique uma listagem autenticada no Swap Board.
ru: Заблокируйте отслеживаемое имя и опубликуйте подтвержденный листинг на Swap Board.
tr: Takip edilen bir adı kilitleyin ve kimliği doğrulanmış bir listeyi Takas Panosu'nda yayınlayın.
uk: Заблокуйте ім'я, що відстежується, і опублікуйте автентифікований список на Swap Board.
vi: Khóa tên được theo dõi và xuất bản danh sách đã được xác thực lên Bảng Hoán đổi.
zh_hans: 锁定跟踪名称并向交换板发布经过身份验证的列表。
zh_hant: 鎖定追蹤名稱並向交換板發布經過身份驗證的清單。
